Repository: zoonk/zoonk
Catalog: apps/apple/Zoonk/Resources/Localization/Courses.xcstrings
Source language: en
Languages: de, es, fr, pt

# %lld/%lld done
source: %1$lld/%2$lld done
de: %1$lld/%2$lld abgeschlossen
es: %1$lld/%2$lld completadas
fr: %1$lld/%2$lld terminées
pt: %1$lld/%2$lld concluídas

source: All
de: Alle
es: Todos
fr: Tous
pt: Todos

source: Arts
de: Kunst
es: Arte
pt: Artes

source: Business
de: Betriebswirtschaft
es: Negocios
fr: Commerce
pt: Negócios

source: Chapter
de: Kapitel
es: Capítulo
fr: Chapitre
pt: Capítulo

source: Chapter information
de: Kapitelinformationen
es: Información del capítulo
fr: Informations sur le chapitre
pt: Informações do capítulo

source: Chapter not found
de: Kapitel nicht gefunden
es: Capítulo no encontrado
fr: Chapitre introuvable
pt: Capítulo não encontrado

source: Chapter unavailable
de: Kapitel nicht verfügbar
es: Capítulo no disponible
fr: Chapitre indisponible
pt: Capítulo indisponível

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
pt: Capítulos

source: Check what you understood with a short quiz.
de: Teste mit einem kurzen Quiz, was du verstanden hast.
es: Comprueba lo que entendiste con un breve cuestionario.
fr: Vérifie ce que tu as compris avec un petit quiz.
pt: Confira o que você entendeu com um quiz rápido.

source: Check your connection and try again.
de: Prüfe deine Verbindung und versuche es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifie ta connexion et réessaie.
pt: Confira sua conexão e tente de novo.

source: Communication
de: Kommunikation
es: Comunicación
pt: Comunicação

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
pt: Completou

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
pt: Continuar

source: Continue, %lld%% complete
de: Fortsetzen, zu %lld %% abgeschlossen
es: Continuar, %lld%% completado
fr: Continuer, progression à %lld %%
pt: Continuar, %lld%% concluído

source: Couldn't load more courses.
de: Weitere Kurse konnten nicht geladen werden.
es: No se pudieron cargar más cursos.
fr: Impossible de charger plus de cours.
pt: Não foi possível carregar mais cursos.

source: Couldn't load more while offline.
de: Ohne Internet konnten keine weiteren Kurse geladen werden.
es: No se pudieron cargar más cursos sin conexión.
fr: Impossible de charger plus de cours sans connexion.
pt: Não foi possível carregar mais cursos sem conexão.

source: Course categories
de: Kurskategorien
es: Categorías de cursos
fr: Catégories de cours
pt: Categorias de cursos

source: Course information
de: Kursinformationen
es: Información del curso
fr: Informations sur le cours
pt: Informações do curso

source: Course not found
de: Kurs nicht gefunden
es: Curso no encontrado
fr: Cours introuvable
pt: Curso não encontrado

source: Course unavailable
de: Kurs nicht verfügbar
es: Curso no disponible
fr: Cours indisponible
pt: Curso indisponível

source: Courses
de: Kurse
es: Cursos
fr: Cours
pt: Cursos

source: Courses are unavailable
de: Kurse sind nicht verfügbar
es: Los cursos no están disponibles
fr: Les cours sont indisponibles
pt: Os cursos estão indisponíveis

source: Courses will appear here when they're available.
de: Verfügbare Kurse werden hier angezeigt.
es: Los cursos aparecerán aquí cuando estén disponibles.
fr: Les cours apparaîtront ici dès qu'ils seront disponibles.
pt: Os cursos vão aparecer aqui quando estiverem disponíveis.

source: Create a course about %@
de: Kurs über %@ erstellen
es: Crear un curso sobre %@
fr: Créer un cours sur %@
pt: Crie um curso sobre %@

source: Created with AI
de: Mit KI erstellt
es: Creado con IA
fr: Créé avec l'IA
pt: Criado com IA

source: Culture
de: Kultur
es: Cultura
pt: Cultura

source: Custom lesson
de: Eigene Lektion
es: Lección personalizada
fr: Leçon personnalisée
pt: Aula personalizada

source: Done
de: Fertig
es: Listo
fr: Terminé
pt: OK

source: Economics
de: Volkswirtschaft
es: Economía
fr: Économie
pt: Economia

source: Engineering
de: Ingenieurwesen
es: Ingeniería
fr: Ingénierie
pt: Engenharia

source: Explanation
de: Erklärung
es: Explicación
fr: Explication
pt: Explicação

source: Find a course or jump directly to a chapter.
de: Finde einen Kurs oder springe direkt zu einem Kapitel.
es: Busca un curso o ve directamente a un capítulo.
fr: Trouve un cours ou va directement à un chapitre.
pt: Encontre um curso ou vá direto para um capítulo.

source: Follow a guided step-by-step tutorial.
de: Folge einer Anleitung Schritt für Schritt.
es: Sigue un tutorial guiado paso a paso.
fr: Suis un tutoriel guidé étape par étape.
pt: Siga um tutorial guiado passo a passo.

source: Geography
de: Geografie
es: Geografía
fr: Géographie
pt: Geografia

source: Grammar
de: Grammatik
es: Gramática
fr: Grammaire
pt: Gramática

source: Health
de: Gesundheit
es: Salud
fr: Santé
pt: Saúde

source: History
de: Geschichte
es: Historia
fr: Histoire
pt: História

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
pt: Idiomas

source: Law
de: Recht
es: Derecho
fr: Droit
pt: Direito

source: Learn how letters and sounds work in this writing system.
de: Lerne, wie Buchstaben und Laute in diesem Schriftsystem funktionieren.
es: Aprende cómo funcionan las letras y los sonidos en este sistema de escritura.
fr: Découvre comment fonctionnent les lettres et les sons dans ce système d'écriture.
pt: Aprenda como as letras e os sons funcionam neste sistema de escrita.

source: Learn new words and practice using them.
de: Lerne neue Wörter und übe, sie zu verwenden.
es: Aprende palabras nuevas y practica cómo usarlas.
fr: Apprends de nouveaux mots et entraîne-toi à les utiliser.
pt: Aprenda palavras novas e pratique como usar elas.

source: Lesson
de: Lektion
es: Lección
fr: Leçon
pt: Aula

source: Lesson player coming soon
de: Lektionsplayer bald verfügbar
es: El reproductor de lecciones estará disponible pronto
fr: Le lecteur de leçons arrive bientôt
pt: O reprodutor de aulas estará disponível em breve

source: Lessons
de: Lektionen
es: Lecciones
fr: Leçons
pt: Aulas

source: Listen to sentences using words you recently learned.
de: Höre Sätze mit Wörtern, die du kürzlich gelernt hast.
es: Escucha frases con palabras que aprendiste recientemente.
fr: Écoute des phrases avec des mots que tu viens d'apprendre.
pt: Escute frases com palavras que você aprendeu recentemente.

source: Listening
de: Hören
es: Escucha
fr: Écoute
pt: Escuta

source: Loading chapter
de: Kapitel wird geladen
es: Cargando capítulo
fr: Chargement du chapitre
pt: Carregando capítulo

source: Loading course
de: Kurs wird geladen
es: Cargando curso
fr: Chargement du cours
pt: Carregando curso

source: Loading courses
de: Kurse werden geladen
es: Cargando cursos
fr: Chargement des cours
pt: Carregando cursos

source: Loading more courses
de: Weitere Kurse werden geladen
es: Cargando más cursos
fr: Chargement de cours supplémentaires
pt: Carregando mais cursos

source: Math
de: Mathematik
es: Matemáticas
fr: Mathématiques
pt: Matemática

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
pt: Mais opções

source: No %@ courses yet
de: Noch keine Kurse in der Kategorie %@
es: Todavía no hay cursos de %@
fr: Aucun cours de la catégorie %@ pour le moment
pt: Ainda não há cursos de %@

source: No chapters yet
de: Noch keine Kapitel
es: Todavía no hay capítulos
fr: Aucun chapitre pour le moment
pt: Ainda não há capítulos

source: No courses yet
de: Noch keine Kurse
es: Todavía no hay cursos
fr: Aucun cours pour le moment
pt: Ainda não há cursos

source: No lessons yet
de: Noch keine Lektionen
es: Todavía no hay lecciones
fr: Aucune leçon pour le moment
pt: Ainda não há aulas

source: Not started
de: Nicht begonnen
es: Sin empezar
fr: Pas commencé
pt: Não começou

source: Opens the course
de: Öffnet den Kurs
es: Abre el curso
fr: Ouvre le cours
pt: Abre o curso

source: Please return to the catalog and choose another course.
de: Kehre bitte zum Katalog zurück und wähle einen anderen Kurs.
es: Vuelve al catálogo y elige otro curso.
fr: Retourne au catalogue et choisis un autre cours.
pt: Volte ao catálogo e escolha outro curso.

source: Please try again in a moment.
de: Versuche es bitte gleich noch einmal.
es: Inténtalo de nuevo en unos instantes.
fr: Réessaie dans un instant.
pt: Tente de novo daqui a pouco.

source: Practice
de: Übung
es: Práctica
fr: Entraînement
pt: Prática

source: Practice grammar patterns with examples and exercises.
de: Übe Grammatikmuster mit Beispielen und Aufgaben.
es: Practica estructuras gramaticales con ejemplos y ejercicios.
fr: Entraîne-toi aux règles de grammaire avec des exemples et des exercices.
pt: Pratique estruturas gramaticais com exemplos e exercícios.

source: Read sentences using words you recently learned.
de: Lies Sätze mit Wörtern, die du kürzlich gelernt hast.
es: Lee oraciones con palabras que aprendiste hace poco.
fr: Lis des phrases avec des mots que tu as appris récemment.
pt: Leia frases com palavras que você aprendeu recentemente.

source: Reading
de: Lesen
es: Lectura
fr: Lecture
pt: Leitura

source: Review
de: Wiederholung
es: Repaso
fr: Révision
pt: Revisão

source: Review this chapter with practice based on your mistakes.
de: Wiederhole dieses Kapitel mit Übungen zu deinen Fehlern.
es: Repasa este capítulo con ejercicios basados en tus errores.
fr: Révise ce chapitre avec des exercices basés sur tes erreurs.
pt: Revise este capítulo com atividades baseadas nos seus erros.

source: Review, %lld%% complete
de: Wiederholen, zu %lld %% abgeschlossen
es: Repasar, %lld%% completado
fr: Réviser, progression à %lld %%
pt: Revisar, %lld%% concluído

source: Science
de: Wissenschaft
es: Ciencia
fr: Sciences
pt: Ciências

source: Search chapters
de: Kapitel suchen
es: Buscar capítulos
fr: Rechercher des chapitres
pt: Buscar capítulos

source: Search courses and chapters
de: Kurse und Kapitel durchsuchen
es: Buscar cursos y capítulos
fr: Rechercher des cours et des chapitres
pt: Buscar cursos e capítulos

source: Search lessons
de: Lektionen suchen
es: Buscar lecciones
fr: Rechercher des leçons
pt: Buscar aulas

source: Search the catalog
de: Katalog durchsuchen
es: Buscar en el catálogo
fr: Rechercher dans le catalogue
pt: Buscar no catálogo

source: Searching the catalog
de: Der Katalog wird durchsucht
es: Buscando en el catálogo
fr: Recherche dans le catalogue…
pt: Buscando no catálogo

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
pt: Enviar feedback

source: Shows more information
de: Zeigt weitere Informationen
es: Muestra más información
fr: Affiche plus d’informations
pt: Mostra mais informações

source: Society
de: Gesellschaft
es: Sociedad
fr: Société
pt: Sociedade

source: Start
de: Starten
es: Empezar
fr: Commencer
pt: Começar

source: Start, %lld%% complete
de: Starten, zu %lld %% abgeschlossen
es: Empezar, %lld%% completado
fr: Commencer, progression à %lld %%
pt: Começar, %lld%% concluído

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
pt: Tecnologia

source: This chapter's lessons will appear here when they're available.
de: Die Lektionen dieses Kapitels erscheinen hier, sobald sie verfügbar sind.
es: Las lecciones de este capítulo aparecerán aquí cuando estén disponibles.
fr: Les leçons de ce chapitre apparaîtront ici dès qu’elles seront disponibles.
pt: As aulas deste capítulo vão aparecer aqui quando estiverem disponíveis.

source: This content may have moved or is no longer available.
de: Dieser Inhalt wurde möglicherweise verschoben oder ist nicht mehr verfügbar.
es: Es posible que este contenido se haya movido o ya no esté disponible.
fr: Ce contenu a peut-être été déplacé ou n’est plus disponible.
pt: Este conteúdo pode ter mudado de lugar ou não estar mais disponível.

source: This course's chapters will appear here when they're available.
de: Die Kapitel dieses Kurses erscheinen hier, sobald sie verfügbar sind.
es: Los capítulos de este curso aparecerán aquí cuando estén disponibles.
fr: Les chapitres de ce cours apparaîtront ici dès qu’ils seront disponibles.
pt: Os capítulos deste curso vão aparecer aqui quando estiverem disponíveis.

source: Translate words from your previous vocabulary lesson.
de: Übersetze Wörter aus deiner letzten Wortschatzlektion.
es: Traduce palabras de tu lección de vocabulario anterior.
fr: Traduis des mots de ta leçon de vocabulaire précédente.
pt: Traduza palavras da aula de vocabulário anterior.

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
pt: Tradução

source: Try again
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
pt: Tentar novamente

source: Understand the key ideas using everyday language and practical examples.
de: Verstehe die wichtigsten Ideen mit einfacher Sprache und praktischen Beispielen.
es: Comprende las ideas clave con un lenguaje sencillo y ejemplos prácticos.
fr: Comprends les idées clés avec des mots simples et des exemples pratiques.
pt: Entenda as ideias principais com uma linguagem simples e exemplos práticos.

source: Use what you learned in the previous lesson to solve real-world problems.
de: Nutze das Wissen aus der letzten Lektion, um Probleme aus dem Alltag zu lösen.
es: Usa lo que aprendiste en la lección anterior para resolver problemas de la vida real.
fr: Utilise ce que tu as appris dans la leçon précédente pour résoudre des problèmes concrets.
pt: Use o que você aprendeu na aula anterior para resolver problemas do dia a dia.

source: Vocabulary
de: Wortschatz
es: Vocabulario
fr: Vocabulaire
pt: Vocabulário

source: Work through a lesson created for your goal.
de: Bearbeite eine Lektion, die auf dein Ziel zugeschnitten ist.
es: Completa una lección creada para tu objetivo.
fr: Suis une leçon créée pour ton objectif.
pt: Complete uma aula criada para o seu objetivo.

source: You can keep exploring this course and return when the lesson player is ready.
de: Du kannst den Kurs weiter erkunden und zurückkommen, sobald die Lektionsansicht bereit ist.
es: Puedes seguir explorando este curso y volver cuando el reproductor de lecciones esté listo.
fr: Tu peux continuer à explorer ce cours et revenir quand le lecteur de leçons sera prêt.
pt: Você pode continuar explorando este curso e voltar quando a aula estiver pronta.

source: You're offline
de: Du bist offline
es: No tienes conexión
fr: Tu es hors ligne
pt: Você está sem conexão

source: Alphabet
es: Alfabeto
pt: Alfabeto

source: Quiz
es: Cuestionario

source: Tutorial
fr: Tutoriel
